{"date":"2026-02-18","articles":[{"title":"Update on pharmacogenomic approaches in the treatment of autism spectrum disorders","summary":"This review article examines pharmacogenomic approaches for treating autism spectrum disorders (ASD). Pharmacological therapies are frequently used to treat related symptoms like aggression, anxiety, and irritability, however each person responds differently to treatment due to underlying genetic variances. The review covers antipsychotics, antidepressants, and stimulants as the most commonly used drug classes for ASD, and discusses new techniques such as genome-wide association studies (GWAS) and multi-omic approaches. Despite increased interest, research gaps and lack of established recommendations continue to restrict clinical deployment.","url":"https://link.springer.com/article/10.1007/s00213-026-07020-z","category":"Autism","source":"Springer/Psychopharmacology","published_date":"2026-02-16","date":"2026-02-18"},{"title":"Autism spectrum disorder-associated Sema5A p.Arg676Cys drives Arf6/FE65 signaling and aberrant cell morphogenesis","summary":"This research investigates the molecular mechanisms of the Sema5A p.Arg676Cys mutation associated with autism spectrum disorder. The study found that the small GTP/GDP-binding protein Arf6 and FE65, which work with ELMO2 signalosome to control Rac1, underlie the excessive neuronal process elongation phenotype. CRISPR/Cas13-mediated knockdown of Arf6 or FE65 reversed the excessively elongated processes in primary cortical neurons. These findings suggest possible therapeutic targets for correcting cellular phenotypes associated with this ASD mutation.","url":"https://www.nature.com/articles/s41598-026-39722-x","category":"Autism","source":"Scientific Reports/Nature","published_date":"2026-02-17","date":"2026-02-18"},{"title":"A new category of autism could soon be diagnosed. Here's what we know","summary":"A new study found that 24% of autistic children met or were at risk of meeting the criteria for 'profound autism' - a proposed new category describing autistic people with little or no language, IQ under 50, and requiring 24-hour supervision. The Lancet medical journal commissioned international experts to propose this category to help governments and service providers plan support. However, concerns exist that those not fitting this category could be perceived as less in need. The study also found that the definition doesn't always align with official diagnostic levels, with 8% of 'profound autism' cases classified as level 2 rather than level 3.","url":"https://www.independent.co.uk/news/health/profound-autism-test-diagnosis-meaning-b2921105.html","category":"Autism","source":"The Independent","published_date":"2026-02-16","date":"2026-02-18"}]}
